{
  "documentation": "Documentation",
  "privacy": "Privacy Policy",
  "language": "Language",
  "nav": {
    "home": "STUDIO",
    "games": "GAMES",
    "contact": "CONTACT",
    "footer": "Footer",
    "legal": "Legal navigation"
  },
  "studioContent": "Angry Wisp is an independent studio from France, created from a passion for games and digital entertainment.<br/><br/>We are a strike team ready to tackle challenges in order to provide the best experience possible.<br/><br/>We believe in delivering games that we would enjoy playing.",
  "contact": {
    "name": "Name",
    "email": "Email",
    "subject": "Subject",
    "message": "Message",
    "send": "Send",
    "success": "Message sent successfully!",
    "error": "An error occurred while sending the message.",
    "subjectType": "Subject type",
    "subjectTypes": {
      "press": "Press",
      "bugs": "Bugs",
      "publishing": "Publishing",
      "request": "Request",
      "privacy": "Privacy",
      "other": "Other"
    },
    "presskit": "Download the Press Kit"
  },
  "contactContent": "We want to hear from you! Especially if you are a game publisher!<br/>We are always looking for projects that requires game development studio.",
  "rights": "All rights reserved.",
  "privacyContent": {
    "welcome": "Welcome to Angry Wisp! This Privacy Policy explains our approach to data collection and privacy. Our website does not collect any personal data. The following policy only applies to our games available on Steam.",
    "infoCollect": {
      "title": "Information Collection",
      "intro": "Our website does not collect any personal data. Regarding our games:",
      "gameplay": {
        "title": "Game Data Only",
        "content": "We only collect anonymous gameplay data that cannot be linked to any individual. This includes: game progression, completion rates, and technical performance metrics. This information helps us improve game balance and fix technical issues."
      },
      "analytics": {
        "title": "Game Analytics",
        "content": "Our games use Unity Analytics and Steam Analytics for game performance monitoring. These services may collect:",
        "items": [
          "Anonymous gameplay statistics",
          "Technical information about game performance and errors"
        ],
        "note": "We do not collect or store any personal information. All data collection is strictly limited to game-related information that helps us improve the gaming experience."
      }
    },
    "dataUse": {
      "title": "Use of Game Data",
      "intro": "The anonymous game data we collect is only used to:",
      "items": [
        "Improve game performance and fix technical issues",
        "Balance gameplay mechanics",
        "Guide future game development decisions"
      ],
      "note": "We never collect, sell, or share any personal information. Our focus is solely on improving the gaming experience through anonymous gameplay data."
    },
    "thirdParty": {
      "title": "Third-Party Services",
      "content": "Our games use the following services for game analytics:",
      "services": [
        {
          "name": "Unity Analytics",
          "link": "https://unity.com/legal/privacy-policy",
          "text": "Unity Privacy Policy"
        },
        {
          "name": "Steam Analytics",
          "link": "https://store.steampowered.com/privacy_agreement/",
          "text": "Steam Privacy Policy"
        }
      ],
      "note": "These services only process game-related data. For more information about their data practices, please refer to their respective privacy policies."
    },
    "dataRetention": {
      "title": "Data Management",
      "content": "Since we don't collect any personal data on our website, there is no personal information to manage. For game-related data:",
      "options": [
        "If you have specific concerns about game data, you can contact us through our contact form below.",
        "For data handled by our game platforms:"
      ],
      "thirdPartyOptions": [
        "Unity Analytics: Refer to Unity's privacy policy",
        "Steam: Refer to Steam's privacy policy"
      ],
      "note": "Remember that we only collect anonymous game data that cannot be linked to individual players."
    },
    "children": {
      "title": "Children's Privacy",
      "content": "Our website does not collect any personal information, including from children. Our games are designed for general audiences and only collect anonymous gameplay data.",
      "note": "We encourage parents to review our game platforms' privacy policies if they have specific concerns about their children's gaming activities."
    },
    "security": {
      "title": "Security",
      "content": "Since our website doesn't collect any personal data, there are no privacy risks associated with browsing our site. For our games, we only collect anonymous gameplay data, which cannot be used to identify individual players.",
      "note": "Our focus is on maintaining the security of gameplay data while ensuring complete privacy for our players."
    },
    "changes": {
      "title": "Policy Updates",
      "content": "If we make any changes to our data collection practices or this privacy policy, we will update this page accordingly. Any changes will only apply to our games' data collection practices, as our website remains free of any data collection.",
      "note": "We encourage you to review this policy periodically to stay informed about our privacy practices."
    },
    "contact": {
      "title": "Contact Us",
      "content": "If you have any questions about our privacy practices or our games' data collection, please use our contact form below.",
      "conclusion": "Thank you for your interest in Angry Wisp! We are committed to maintaining your privacy while providing excellent gaming experiences. Our website collects no personal data, and our games only collect anonymous gameplay information to improve your gaming experience."
    }
  },
  "meta": {
    "title": "Angry Wisp",
    "description": "French independent game studio creating unique and exciting gaming experiences. Discover our projects and our vision of game development.",
    "keywords": "video games, indie studio, game development, France, Angry Wisp, indie games",
    "privacy": {
      "title": "Angry Wisp - Privacy Policy",
      "description": "Learn about our privacy policy and approach to data protection. At Angry Wisp, we are committed to protecting your privacy.",
      "keywords": "privacy policy, data protection, privacy, video games, Angry Wisp, GDPR, personal data"
    }
  }
} 