{
  "documentation": "Documentation",
  "privacy": "Politique de confidentialite",
  "language": "Langue",
  "nav": {
    "home": "STUDIO",
    "games": "JEUX",
    "contact": "CONTACT"
  },
  "studioContent": "Angry Wisp est un studio indépendant français, né d'une passion pour les jeux et le divertissement numérique.<br/><br/>Nous sommes une équipe prête à relever des défis afin d'offrir la meilleure expérience possible.<br/><br/>Nous croyons en la création de jeux que nous aimerions nous-mêmes jouer.",
  "contact": {
    "name": "Nom",
    "email": "Email",
    "subject": "Sujet",
    "subjectType": "Type de sujet",
    "subjectTypes": {
      "bugs": "Bugs",
      "publishing": "Publication",
      "request": "Demande",
      "privacy": "Confidentialité",
      "other": "Autre"
    },
    "message": "Message",
    "send": "Envoyer",
    "success": "Message envoyé avec succès !",
    "error": "Une erreur s'est produite lors de l'envoi du message."
  },
  "contactContent": "Nous voulons avoir de vos nouvelles ! Particulièrement si vous êtes un éditeur de jeux !<br/>Nous sommes toujours à l'écoute de projets nécessitant un studio de développement.",
  "rights": "Tous droits réservés.",
  "privacyContent": {
    "welcome": "Bienvenue chez Angry Wisp ! Cette politique de confidentialité explique notre approche concernant la collecte de données et la confidentialité. Notre site web ne collecte aucune donnée personnelle. La politique suivante ne s'applique qu'à nos jeux disponibles sur Steam.",
    "infoCollect": {
      "title": "Collecte d'informations",
      "intro": "Notre site web ne collecte aucune donnée personnelle.",
      "gameplay": {
        "title": "Donnees de jeu uniquement",
        "content": "Nous collectons uniquement des données de jeu anonymes qui ne peuvent être liées à aucun individu. Cela inclut : la progression dans le jeu, les taux de complétion et les métriques de performance technique. Ces informations nous aident à améliorer l'équilibre du jeu et à résoudre les problèmes techniques."
      },
      "analytics": {
        "title": "Analyses de jeu",
        "content": "Nos jeux utilisent Unity Analytics et Steam Analytics pour le suivi des performances. Ces services peuvent collecter :",
        "items": [
          "Des statistiques de jeu anonymes",
          "Des informations techniques sur les performances et les erreurs du jeu"
        ],
        "note": "Nous ne collectons ni ne stockons aucune information personnelle. La collecte de données est strictement limitée aux informations liées au jeu qui nous aident à améliorer l'expérience de jeu."
      }
    },
    "dataUse": {
      "title": "Utilisation des donnees de jeu",
      "intro": "Les données de jeu anonymes que nous collectons sont uniquement utilisées pour :",
      "items": [
        "Améliorer les performances du jeu et résoudre les problèmes techniques",
        "Équilibrer les mécaniques de jeu",
        "Guider les décisions de développement des futurs jeux"
      ],
      "note": "Nous ne collectons, ne vendons ni ne partageons jamais d'informations personnelles. Notre objectif est uniquement d'améliorer l'expérience de jeu grâce à des données de jeu anonymes."
    },
    "thirdParty": {
      "title": "Services tiers",
      "content": "Nos jeux utilisent les services suivants pour l'analyse de jeu :",
      "services": [
        {
          "name": "Unity Analytics",
          "link": "https://unity.com/legal/privacy-policy",
          "text": "Politique de confidentialité Unity"
        },
        {
          "name": "Steam Analytics",
          "link": "https://store.steampowered.com/privacy_agreement/",
          "text": "Politique de confidentialité Steam"
        }
      ],
      "note": "Ces services ne traitent que les données liées au jeu. Pour plus d'informations sur leurs pratiques en matière de données, veuillez consulter leurs politiques de confidentialité respectives."
    },
    "dataRetention": {
      "title": "Gestion des donnees",
      "content": "Puisque nous ne collectons aucune donnée personnelle sur notre site web, il n'y a pas d'informations personnelles à gérer. Pour les données liées aux jeux :",
      "options": [
        "Si vous avez des préoccupations spécifiques concernant les données de jeu, vous pouvez nous contacter via notre formulaire de contact ci-dessous.",
        "Pour les données gérées par nos plateformes de jeu :"
      ],
      "thirdPartyOptions": [
        "Unity Analytics : Consultez la politique de confidentialité d'Unity",
        "Steam : Consultez la politique de confidentialité de Steam"
      ],
      "note": "Rappelons que nous ne collectons que des données de jeu anonymes qui ne peuvent être liées à des joueurs individuels."
    },
    "children": {
      "title": "Confidentialite des enfants",
      "content": "Notre site web ne collecte aucune information personnelle, y compris celle des enfants. Nos jeux sont conçus pour tous les publics et ne collectent que des données de jeu anonymes.",
      "note": "Nous encourageons les parents à consulter les politiques de confidentialité de nos plateformes de jeu s'ils ont des préoccupations spécifiques concernant les activités de jeu de leurs enfants."
    },
    "security": {
      "title": "Securite",
      "content": "Puisque notre site web ne collecte aucune donnée personnelle, il n'y a aucun risque pour la vie privée lié à la navigation sur notre site. Pour nos jeux, nous ne collectons que des données de jeu anonymes, qui ne peuvent pas être utilisées pour identifier des joueurs individuels.",
      "note": "Notre priorité est de maintenir la sécurité des données de jeu tout en garantissant une confidentialité totale pour nos joueurs."
    },
    "changes": {
      "title": "Mises a jour de la politique",
      "content": "Si nous apportons des modifications à nos pratiques de collecte de données ou à cette politique de confidentialité, nous mettrons cette page à jour en conséquence. Tout changement ne s'appliquera qu'aux pratiques de collecte de données de nos jeux, car notre site web reste exempt de toute collecte de données.",
      "note": "Nous vous encourageons à consulter régulièrement cette politique pour rester informé de nos pratiques en matière de confidentialité."
    },
    "contact": {
      "title": "Nous contacter",
      "content": "Si vous avez des questions sur nos pratiques de confidentialité ou sur la collecte de données de nos jeux, veuillez utiliser notre formulaire de contact ci-dessous.",
      "conclusion": "Merci de votre intérêt pour Angry Wisp ! Nous nous engageons à préserver votre vie privée tout en offrant d'excellentes expériences de jeu. Notre site web ne collecte aucune donnée personnelle, et nos jeux ne collectent que des informations de jeu anonymes pour améliorer votre expérience de jeu."
    }
  }
} 